{
    "categories": [
        {
            "id": "1",
            "title": "Comedia",
            "description": "Esta categoría presenta una amplia gama de videos de comedia, incluyendo especiales de stand-up, sitcoms y sketches cómicos.",
            "img":"https://cdn.pixabay.com/photo/2016/11/08/05/40/actor-1807557_1280.jpg"
        },
        {
            "id": "2",
            "title": "Drama",
            "description": "Sumérgete en el mundo de la narración dramática con esta categoría, que incluye películas emocionantes, series de televisión y documentales que exploran emociones intensas y relaciones complejas."
        },
        {
            "id": "3",
            "title": "Acción",
            "description": "Haz que tu adrenalina fluya con esta categoría de películas llenas de acción, programas de televisión y eventos deportivos. Experimenta acrobacias emocionantes, escenas de pelea intensas y persecuciones a alta velocidad."
        },
        {
            "id": "4",
            "title": "Terror",
            "description": "Si disfrutas asustándote, esta categoría es para ti. Explora una variedad de películas de terror, programas de televisión y thrillers sobrenaturales que te mantendrán en el borde de tu asiento."
        },
        {
            "id": "5",
            "title": "Ciencia Ficción",
            "description": "Sumérgete en mundos futuristas, tecnología avanzada y aventuras de otro mundo con esta categoría de películas de ciencia ficción, series de televisión y documentales."
        },
        {
            "id": "6",
            "title": "Fantasía",
            "description": "Escapa a reinos de magia, criaturas míticas y épicas aventuras con esta categoría de películas de fantasía, programas de televisión y largometrajes animados."
        },
        {
            "id": "7",
            "title": "Romance",
            "description": "Enamórate de esta categoría de películas románticas, dramas de televisión y reality shows de citas. Experimenta historias conmovedoras y relaciones apasionadas."
        },
        {
            "id": "8",
            "title": "Suspenso",
            "description": "Haz que tu corazón lata con esta categoría de películas llenas de suspenso, thrillers psicológicos y dramas criminales. Espera giros inesperados y suspenso intenso."
        },
        {
            "id": "9",
            "title": "Animación",
            "description": "Descubre un mundo de maravillas animadas con esta categoría, que incluye películas animadas, programas de televisión y anime. Deléitate con personajes coloridos y narración imaginativa."
        },
        {
            "id": "10",
            "title": "Documental",
            "description": "Amplía tu conocimiento y comprensión de eventos, personas y fenómenos de la vida real con esta categoría de documentales informativos y que invitan a la reflexión."
        }
    ],
    "videos":[
        {
            "id":1,
            "title":"Example",
            "description":"Example description",
            "code":"HhDcrTmIcTI",
            "id_category":2
        },
        {
            "id":2,
            "title":"Example 2",
            "description":"Example description 2",
            "code":"MJkdaVFHrto",
            "id_category":5
        },
        {
            "id":3,
            "title":"Example 3",
            "description":"Example description 3",
            "code":"zVJKcbjE52w",
            "id_category":7
        },
        {
            "id":4,
            "title":"Example 4",
            "description":"Example description 4",
            "code":"mXyamTEFa6M",
            "id_category":1
        }
    ]
}